Repository: appheap/TASE
Catalog: locales/*/LC_MESSAGES/tase.po
Languages: fa_ir, ku, ku_tr

source: You don't have the required permission to execute this command!
fa_ir: شما مجوز لازم برای اجرای این دستور را ندارید!
ku: تۆ مۆڵەتی پێویستت بۆ جێبەجێکردنی ئەم فرمانە نییە!
ku_tr: Destûra te ya pêwîst ji bo bicihanîna vê fermanê tune ye!

source: Add To Playlist
fa_ir: اضافه کردن به پلی‌لیست
ku: زیاو کردن به پلەی لیست
ku_tr: Têxe Lîsteya Play

source: Advertisement
fa_ir: تبلیغ
ku: ڕێکلام
ku_tr: Reklam

source: Back
fa_ir: بازگشت
ku: گەڕانەوە
ku_tr: Vegerr

source: Language change has been saved
fa_ir: تغییر زبان ذخیره شد
ku: زمانەکە پاشکەوت کرا
ku_tr: Guhertina ziman hate tomarkirin

source: Delete Playlist
fa_ir: حذف پلی لیست‌
ku: سڕینەوەی پلەی لیست
ku_tr: Lîsteya lîstikê jêbirin

source: My Downloads
fa_ir: دانلودهای من
ku: دابەزاندنەکانم
ku_tr: Dakêşanên min

source: No Results Were Found
fa_ir: هیچ نتیجه‌ای پیدا نشد
ku: هیچ ئەنجامێک نەدۆزرایەوە
ku_tr: Encam nehat dîtin

source: You haven't downloaded any audios yet
fa_ir: شما هنوز آهنگی دانلود نکرده‌اید
ku: تا ئێستا هیچ دەنگێکت دانەبەزاندووە
ku_tr: Te hê tu dengek ne daxistiye

source: Edit Description
fa_ir: ویرایش توضیحات
ku: دەستکاریکردن وەسف
ku_tr: Guherînê Terîfê

source: Edit Title
fa_ir: ویرایش عنوان
ku: دەستکاریکردن ناو
ku_tr: Guherînê Nav

source: Audio Files
fa_ir: آهنگ‌ها
ku: دەنگەکان
ku_tr: Dengekan

source: Help
fa_ir: راهنما
ku: یارمەتی
ku_tr: Alîkarî

source: Home
fa_ir: خانه
ku: ماڵەوە
ku_tr: Mal

source: My Playlists
fa_ir: پلی لیست‌های من
ku: پلەی لیستەکانم
ku_tr: Playlistên min

source: Remove From Playlist
fa_ir: حذف از پلی‌لیست
ku: دەرهێنان لە پلەی لیست
ku_tr: Rakirin Ji Lîsteya Play

source: Language
fa_ir: زبان
ku: زمان
ku_tr: Ziman

source: Create A New Playlist
fa_ir: ایجاد کردن پلی‌لیست جدید
ku: دروستکردنی پلەی لیستێکی نوێ
ku_tr: Lîsteya Lîstikek Nû Biafirînin

source: Create a new playlist
fa_ir: ایجاد کردن پلی‌لیست جدید
ku: دروستکردنی پلەی لیستێکی نوێ
ku_tr: Lîsteya Lîstikek Nû Biafirînin

source: You haven't created any playlist yet
fa_ir: شما هنوز پلی‌لیستی ایجاد نکرده‌اید
ku: تا ئێستا هیچ پلەی لیستێکت دروست نەکردووە
ku_tr: Te hîn Playlistên çênekiriye

source: No results were found
fa_ir: هیچ نتیجه‌ای پیدا نشد
ku: هیچ ئەنجامێک نەدۆزرایەوە
ku_tr: Encam nehat dîtin

source: Title
fa_ir: عنوان
ku: ناو
ku_tr: Nav

source: Performer
fa_ir: اجرا کنندە
ku: پێشکەشکار
ku_tr: Hunermend

source: File name
fa_ir: نام فایل
ku: ناوی فایل
ku_tr: Navê pelê

source: Source
fa_ir: منبع
ku: سەرچاوە
ku_tr: Çavkanî

source: Audio Search Engine
fa_ir: موتور جستجوی آهنگ
ku: بزوێنەری گەڕانی دەنگ
ku_tr: Motora Lêgerînê ya Dengê

source: Submitted by Telegram Audio Search Engine Users
fa_ir: ارسال شده توسط کاربران موتور جستجوی صوتی تلگرام
ku: لەلایەن بەکارهێنەرانی "بزوێنەری گەڕانی دەنگی تێلێگرام"ەوە نێردراوە
ku_tr: Ji hêla bikarhênerên "Telegram Audio Search Engine" ve hatî şandin

source: Please choose your language
fa_ir: لطفا زبان خود را انتخاب کنید
ku: تکایە زمانەکەت هەڵبژێرە
ku_tr: Zimanê xwe hilbijêrin

source: You can change this later by:
fa_ir: بعداً می توانید این مورد را تغییر دهید با:
ku: دواتر دەتوانیت ئەمە بگۆڕیت:
ku_tr: Hûn dikarin vê paşê biguherînin:

source: Sending
fa_ir: فرستادن
ku: خەریکی ناردن
ku_tr: Dişîne

source: Going to
fa_ir: رفتن به
ku: ڕۆشتن بۆ
ku_tr: Diçûn

source: Help menu
fa_ir: منوی راهنما
ku: مێنۆی یارمەتی
ku_tr: Menuya alîkariyê

source: Channel:
fa_ir: کانال:
ku: کەناڵ:
ku_tr: Kanal:

source: Our channels:
fa_ir: کانال‌های ما:
ku: کەناڵەکانی ئێمە:
ku_tr: Kanalên me:

source: Telegram Audio Search Engine
fa_ir: موتور جستجوی آهنگ تلگرام
ku: بزوێنەری گەڕانی دەنگی تێلێگرام
ku_tr: Motora Lêgerînê ya Dengê Telegram

source: How to reach us:
fa_ir: تماس با ما:
ku: چۆن بگەین بە ئێمە:
ku_tr: Meriv çawa xwe bigihîne me:

source: Main menu
fa_ir: منوی اصلی
ku: مێنۆی سەرەکی
ku_tr: Menuya sereke

source: No results were found for this query!
fa_ir: هیچ نتیجه‌ای برای این عبارت پیدا نشد!
ku: هیچ ئەنجامێک بۆ ئەم دەستەواژە نەدۆزرایەوە!
ku_tr: Ji bo vê hevokê tu encam nehat dîtin!

source: Playlist Menu
fa_ir: منوی پلی لیست‌
ku: مێنۆی پلەی لیست
ku_tr: Llîsteya Playlistên

source: Description
fa_ir: توضیحات
ku: وەسف
ku_tr: Terîf

source: Search results for:
fa_ir: نتایج جستجو برای:
ku: ئامانجەکانی گەڕان بۆ:
ku_tr: Encamên lêgerînê ji bo:

source: Better results are at the bottom of the list
fa_ir: نتایج بهتر پایین لیست هستند
ku: ئەنجامی باشتر لە خوارەوەی لیستەکەدایە
ku_tr: Encamên çêtir di binê lîsteyê de ne

source: Download:
fa_ir: دانلود:
ku: دابەزاندن:
ku_tr: Daxistin:

source: MB
fa_ir: مگابایت
ku: مێگابایت

source: Take your audio searching to the speed
fa_ir: جستجوی صوتی خود را به سرعت بالا ببرید
ku: گەڕان بۆ دەنگەکانت ببە بۆ ئاستێکی تر لە خێرایی
ku_tr: Lêgerîna dengê xwe bilezînin

source: Welcome to
fa_ir: خوش آمدید به
ku: بەخێربێیت بۆ
ku_tr: Bi xêr hatî

source: It's great to have you!
fa_ir: خوشحالم که اینجایی!
ku: زۆر خۆشحاڵین کە تۆ لێرەیت!
ku_tr: Pir xweş e ku hûn li vir in!

source: Here are a bunch of features that will get your searching up to
fa_ir: در اینجا مجموعه ای از ویژگی‌ها وجود دارد که جستجوی شما را بالا می‌برد
ku: لێرەدا کۆمەڵێک تایبەتمەندی دەخەینەڕوو کە گەڕانەکەت خێراتر دەکات
ku_tr: Li vir komek taybetmendî hene ku dê lêgerîna we bigire ber xwe

source: speed
fa_ir: سرعت
ku: خێرایی
ku_tr: leza

source: Find
fa_ir: پیدا کردن
ku: دۆزینەوە
ku_tr: Dîtin

source: your audio (music, podcast, etc.) in
fa_ir: آهنگ مورد نظر خود (موسیقی، پادکست و غیره) را در
ku: دەنگەکەت (مۆسیقا، پۆدکاست و هتد) لە
ku_tr: dengê we (muzîk, podcast, hwd.) tê de

source: Any question? then press
fa_ir: سوالی دارید؟ بزن رو
ku: پرسیارێکت هەیە؟ زۆرباشە دەستی پێدا بنێ
ku_tr: Pirs? paşê pêl bikin

source: milliseconds
fa_ir: میلی ثانیه
ku: میلی چرکە

source: An error occurred while processing the download URL for this audio
fa_ir: حین پردازش لینک دانلود این موزیک خطایی به وجود آمد
ku: لە کاتی پرۆسێسکردنی URLی دابەزاندنی ئەم دەنگەدا هەڵەیەک ڕوویدا
ku_tr: Di dema ku ev URL-ya dakêşanê ya dengî tê xebitandin xeletiyek derket
